tile.simplecorn.corn.name=ذرة
tile.simplecorn.corn_mid.name=ذرة
tile.simplecorn.corn_top.name=ذرة
item.simplecorn.corncob.name=كوز ذرة
item.simplecorn.roastedcorn.name=ذرة مشوي
item.simplecorn.cornchowder.name=شوربة ذرة
item.simplecorn.chickencornchowder.name=شوربة دجاج بذرة
item.simplecorn.kernels.name=حبوب ذرة
item.simplecorn.poppedcorn.name=فشار